[
  {
    "title": "The Last Wish",
    "body": "Geralt of Rivia, a witcher, navigates a world filled with monsters and political intrigue. In this collection of short stories, he faces off against deadly creatures while grappling with his own morality and the complexities of love."
  },
  {
    "title": "Sword of Destiny",
    "body": "Geralt continues his adventures, encountering powerful sorceresses, cursed princesses, and dangerous beasts. As he travels the Continent, he becomes embroiled in the machinations of kings and the fate of the world."
  },
  {
    "title": "Blood of Elves",
    "body": "In this novel, Geralt takes on the responsibility of training Ciri, a young girl with magical abilities, as his ward. As war looms on the horizon, Geralt must protect Ciri from those who seek to control her powers for their own ends."
  },
  {
    "title": "Time of Contempt",
    "body": "The political landscape becomes increasingly treacherous as factions vie for power and control over Ciri. Geralt must navigate a world of betrayal and deception as he seeks to keep Ciri safe from those who would exploit her abilities."
  },
  {
    "title": "Baptism of Fire",
    "body": "Geralt embarks on a perilous journey to find Ciri, who has disappeared into the wilderness. Along the way, he forms unlikely alliances and faces off against formidable enemies in his quest to reunite with her."
  },
  {
    "title": "The Tower of the Swallow",
    "body": "As Geralt draws closer to finding Ciri, he uncovers dark secrets about her past and the true nature of her powers. With enemies closing in from all sides, Geralt must race against time to save Ciri from a fate worse than death."
  },
  {
    "title": "The Lady of the Lake",
    "body": "In the epic conclusion to the series, Geralt's quest to find Ciri reaches its climax as he confronts the Wild Hunt and other powerful forces determined to control her destiny. As the fate of the world hangs in the balance, Geralt must make sacrifices and face his own demons in order to protect those he loves."
  }
]
